Repository: mad1es/TelegramAnalyzer
Catalog: *.lproj/Localizable.strings
Languages: kk, ru, ug

# app.name
source: Analysis
kk: Талдау
ru: Анализ
ug: Тәһлил

# navigation.summary
source: Summary
kk: Қорытынды
ru: Сводка
ug: Хуласә

# navigation.chatAnalysis
source: Chat Analysis
kk: Чат талдауы
ru: Анализ чата
ug: Сөһбәт тәһлили

# navigation.settings
source: Settings
kk: Баптаулар
ru: Настройки
ug: Тәңшәкләр

# main.selectChat
source: Select a Chat
kk: Чатты таңдаңыз
ru: Выберите чат
ug: Сөһбәт таллаң

# main.exportChat
source: Export a chat from
kk: Чатты экспорттаңыз
ru: Экспортируйте чат из
ug: Сөһбәтни чиқириң

# main.supportedPlatforms
source: Supported platforms
kk: Қолдау көрсетілетін платформалар
ru: Поддерживаемые платформы
ug: Қоллайдиған супилар

# main.deleteChat
source: Delete Chat
kk: Чатты жою
ru: Удалить чат
ug: Сөһбәтни өчүрүш

# main.openChat
source: Open Chat
kk: Чатты ашу
ru: Открыть чат
ug: Сөһбәтни ечиш

# main.noChats
source: No chats imported
kk: Импортталған чаттар жоқ
ru: Нет импортированных чатов
ug: Киргүзүлгән сөһбәт йоқ

# import.selectFile
source: Select File
kk: Файлды жүктеу
ru: Выбрать файл
ug: Һөҗҗәт таллаш

# import.processing
source: Processing...
kk: Өңдеу...
ru: Обработка...
ug: Бир тәрәп қилиниватиду...

# import.error
source: Error
kk: Қате
ru: Ошибка
ug: Хаталиқ

# import.success
source: Success
kk: Сәтті
ru: Успешно
ug: Муваппәқийәтлик

# import.chatImported
source: Chat imported successfully
kk: Чат сәтті импортталды
ru: Чат успешно импортирован
ug: Сөһбәт муваппәқийәтлик киргүзүлди

# analysis.whoTextedMore
source: WHO TEXTED MORE
kk: КІМ КӨБІРЕК ЖАЗАДЫ
ru: КТО НАПИСАЛ БОЛЬШЕ
ug: КИМ КӨПРӘК ЯЗДИ

# analysis.longestMessage
source: LONGEST MESSAGE
kk: ЕҢ ҰЗЫН ХАБАРЛАМА
ru: САМОЕ ДЛИННОЕ СООБЩЕНИЕ
ug: ӘҢ УЗУН ХӘВӘРЛИМӘ

# analysis.ghosting
source: GHOSTING
kk: ЖАУАПСЫЗ ҚАЛДЫРУ
ru: ИГНОРИРОВАНИЕ
ug: ҖАВАП БӘРМӘСЛИК

# analysis.conversationInitiation
source: CONVERSATION INITIATION
kk: ӘҢГІМЕ БАСТАМАШЫ
ru: ИНИЦИАТОР РАЗГОВОРА
ug: СӨҺБӘТ БАШЛАШ

# analysis.responseTime
source: RESPONSE TIME
kk: ЖАУАП БЕРУ УАҚЫТЫ
ru: СКОРОСТЬ ОТВЕТА
ug: ҖАВАП БЕРИШ ВАҚТИ

# analysis.hourlyActivity
source: HOURLY ACTIVITY
kk: САҒАТТЫҚ БЕЛСЕНДІЛІК
ru: АКТИВНОСТЬ ПО ЧАСАМ
ug: СААТЛИҚ ПААЛИЙӘТ

# analysis.doubleTexting
source: DOUBLE TEXTING
kk: ҚОС ХАБАРЛАМА
ru: ДВОЙНЫЕ СООБЩЕНИЯ
ug: ҚОШ-ҚОШ ЙЕЗИШ

# analysis.mostUsedWords
source: MOST USED WORDS
kk: ЕҢ КӨП ҚОЛДАНЫЛҒАН СӨЗДЕР
ru: САМЫЕ ИСПОЛЬЗУЕМЫЕ СЛОВА
ug: ӘҢ КӨП ИШЛИТИЛГӘН СӨЗЛӘР

# analysis.emojiUsage
source: EMOJI USAGE
kk: ЭМОДЗИ ҚОЛДАНУ
ru: ИСПОЛЬЗОВАНИЕ ЭМОДЗИ
ug: ЕМОҖИ ИШЛИТИШ

# whoTexted.title
source: Who Texted More?
kk: Кім көбірек жазды?
ru: Кто написал больше?
ug: Ким көпрәк язди?

# whoTexted.week
source: Week
kk: Апта
ru: Неделя
ug: Һәптә

# whoTexted.month
source: Month
kk: Ай
ru: Месяц
ug: Ай

# whoTexted.year
source: Year
kk: Жыл
ru: Год
ug: Жил

# whoTexted.all
source: All
kk: Барлығы
ru: Все
ug: Һәммиси

# whoTexted.totalWords
source: total words
kk: барлық сөз
ru: всего слов
ug: умумий сөз сани

# whoTexted.averagePerDay
source: Average words per day
kk: Күніне орташа сөз саны
ru: Среднее количество слов в день
ug: Күнлүк оттуричә сөз сани

# whoTexted.textedLess
source: %@ texted %@%% less
kk: %@ %@%% азырақ жазды
ru: %@ написал(а) на %@%% меньше
ug: %@ %@%% аз язди

# whoTexted.numberOfWordsPerMonth
source: Number of words per month
kk: Айына сөз саны
ru: Количество слов в месяц
ug: Айлиқ сөз сани

# whoTexted.highlights
source: Highlights
kk: Негізгі көрсеткіштер
ru: Основные показатели
ug: Асаслиқ көрсәткүчләр

# whoTexted.totalWordsTitle
source: Total Words
kk: Барлық сөздер
ru: Всего слов
ug: Умумий сөзләр

# whoTexted.averageWordsPerDay
source: Average Words per Day
kk: Күніне орташа сөз саны
ru: Среднее количество слов в день
ug: Күнлүк оттуричә сөз сани

# whoTexted.avgPerDay
source: Avg per Day
kk: Күніне орташа
ru: Среднее в день
ug: Күнлүк оттуричә

# longest.title
source: Longest Message
kk: Ең ұзын хабарлама
ru: Самое длинное сообщение
ug: Әң узун хәвәрлимә

# longest.yourLongest
source: Your longest message
kk: Сіздің ең ұзын хабарламаңыз
ru: Ваше самое длинное сообщение
ug: Сизниң әң узун хәвәрлимәңиз

# longest.theirLongest
source: Their longest message
kk: Олардың ең ұзын хабарламасы
ru: Их самое длинное сообщение
ug: Уларниң әң узун хәвәрлимәси

# longest.words
source: %d words
kk: %d сөз
ru: %d слов
ug: %d сөз

# longest.viewMessage
source: View Message
kk: Хабарламаны көру
ru: Посмотреть сообщение
ug: Хәвәрлимәни көрүш

# longest.week
source: Week
kk: Апта
ru: Неделя
ug: Һәптә

# longest.month
source: Month
kk: Ай
ru: Месяц
ug: Ай

# longest.year
source: Year
kk: Жыл
ru: Год
ug: Жил

# longest.all
source: All
kk: Барлығы
ru: Все
ug: Һәммиси

# longest.highlights
source: Highlights
kk: Негізгі көрсеткіштер
ru: Основные показатели
ug: Асаслиқ көрсәткүчләр

# longest.maximumLength
source: Maximum Length
kk: Максималды ұзындық
ru: Максимальная длина
ug: Максимал узунлуқи

# longest.averageMaxLength
source: Average Max Length
kk: Орташа макс. ұзындық
ru: Средняя макс. длина
ug: Оттуричә макс. узунлуқи

# longest.maxLengthPerMonth
source: Maximum message length per month
kk: Айына максималды хабарлама ұзындығы
ru: Максимальная длина сообщения в месяц
ug: Айлиқ максимал хәвәрлимә узунлуқи

# longest.topMessages
source: %@'s Top Messages
kk: %@ топ хабарламалары
ru: Топ сообщений %@
ug: %@ алдинқи қатар хәвәрлимиләр

# longest.longestMessages
source: Longest Messages
kk: Ең ұзын хабарламалар
ru: Самые длинные сообщения
ug: Әң узун хәвәрлимиләр

# longest.maxLength
source: Max Length
kk: Макс. ұзындық
ru: Макс. длина
ug: Макс. узунлуқи

# longest.avgTop10
source: Avg Top 10
kk: Орташа топ 10
ru: Средн. топ 10
ug: Оттуричә алдинқи 10

# longest.longestMessage
source: Longest message:
kk: Ең ұзын хабарлама:
ru: Самое длинное сообщение:
ug: Әң узун хәвәрлимә:

# ghosting.title
source: Ghosting Analysis
kk: Жауапсыз қалдыру талдауы
ru: Анализ игнорирования
ug: Җавап бәрмәслик тәһлили

source: Ghosting Definition
kk: Жауапсыз қалдырудың анықтамасы
ru: Определение игнорирования
ug: Җавап бәрмәслик ениқлимиси

# ghosting.definitionText
source: Ghosting happens when a message is left unanswered for more than 24 hours.
kk: Жауапсыз қалдыру хабарлама 24 сағаттан астам жауапсыз қалғанда орын алады.
ru: Игнорирование происходит, когда сообщение остается без ответа более 24 часов.
ug: Җавап бәрмәслик хәвәрлимә 24 сааттин артуқ җавапсиз қалғанда йүз бериду.

# ghosting.times
source: %d times
kk: %d рет
ru: %d раз
ug: %d қетим

# ghosting.avgDuration
source: avg: %@
kk: орташа: %@
ru: средн.: %@
ug: оттуричә: %@

source: Ghosting Timeline
kk: Жауапсыз қалдыру кестесі
ru: График игнорирования
ug: Җавап бәрмәслик вақит җәдвили

source: Ghosting Summary
kk: Жауапсыз қалдыру қорытындысы
ru: Сводка по игнорированию
ug: Җавап бәрмәслик хуласиси

# ghosting.youGhosted
source: You 'ghosted'
kk: Сіз жауапсыз қалдырдыңыз
ru: Вы игнорировали
ug: Сиз җавап бәрмидиңиз

# ghosting.theyGhostedYou
source: %@ 'ghosted' you
kk: %@ сізді жауапсыз қалдырды
ru: %@ игнорировал(а) вас
ug: %@ сизгә җавап бәрмиди

# ghosting.ghostingInstancesPerMonth
source: Ghosting instances per month
kk: Айына жауапсыз қалдыру оқиғалары
ru: Случаи игнорирования в месяц
ug: Айлиқ җавап бәрмәслик вақиәлири

# ghosting.theVanishingAct
source: The Vanishing Act
kk: Жоғалу актісі
ru: Исчезновение
ug: Ғайип болуш

# ghosting.ghostingStatistics
source: Ghosting Statistics
kk: Жауапсыз қалдыру статистикасы
ru: Статистика игнорирования
ug: Җавап бәрмәслик статистикиси

# ghosting.topGhoster
source: 👻 Top Ghoster
kk: 👻 Басты жауапсыз қалдырушы
ru: 👻 Главный игнорщик
ug: 👻 Асаслиқ җавап бәрмигүчи

# ghosting.ghostEvents
source: Ghost Events
kk: Жауапсыз қалдыру оқиғалары
ru: Случаи игнорирования
ug: Җавап бәрмәслик вақиәлири

# ghosting.totalHours
source: Total Hours
kk: Барлық сағат
ru: Всего часов
ug: Җәмий саат

# ghosting.longestGhost
source: Longest ghost:
kk: Ең ұзақ жауапсыз қалдыру:
ru: Самое долгое игнорирование:
ug: Әң узун җавап бәрмәслик:

# ghosting.ghostingDefinition
source: Ghosting Definition
kk: Жауапсыз қалдыру анықтамасы
ru: Определение игнорирования
ug: Җавап бәрмәслик ениқлимиси

# ghosting.definitionDetailText
source: A ghosting event occurs when one person receives a message but does not reply for more than 3 hours within the same day.
kk: Жауапсыз қалдыру оқиғасы адам хабарлама алып, бір күн ішінде 3 сағаттан астам жауап бермегенде орын алады.
ru: Игнорирование происходит, когда человек получает сообщение, но не отвечает более 3 часов в течение одного дня.
ug: Җавап бәрмәслик вақиәси киши хәвәрлимә алғандин кейин бир күн ичидә 3 сааттин артуқ җавап бәрмигәндә йүз бериду.

# initiation.title
source: Conversation Initiation
kk: Әңгіме бастау
ru: Начало разговора
ug: Сөһбәт башлаш

# initiation.conversationsStarted
source: conversations started
kk: басталған әңгімелер
ru: начатых разговоров
ug: башланған сөһбәтләр

# initiation.topInitiator
source: Top Initiator
kk: Басты бастамашы
ru: Главный инициатор
ug: Асаслиқ башлиғучи

# initiation.youInitiated
source: You initiated
kk: Сіз бастадыңыз
ru: Вы начали
ug: Сиз башлидиңиз

# initiation.theyInitiated
source: %@ initiated
kk: %@ бастады
ru: %@ начал(а)
ug: %@ башлиди

# initiation.times
source: %d times
kk: %d рет
ru: %d раз
ug: %d қетим

# initiation.conversationsPerMonth
source: Conversation initiations per month
kk: Айына басталған әңгімелер
ru: Начатые разговоры в месяц
ug: Айлиқ башланған сөһбәтләр

# initiation.initiationStatistics
source: Initiation Statistics
kk: Бастау статистикасы
ru: Статистика инициирования
ug: Башлаш статистикиси

# initiation.totalInitiations
source: Total Initiations
kk: Барлық бастаулар
ru: Всего инициирований
ug: Җәмий башлашлар

# initiation.participants
source: Participants
kk: Қатысушылар
ru: Участники
ug: Қатнашқучилар

# initiation.initiations
source: Initiations
kk: Бастаулар
ru: Инициирования
ug: Башлашлар

# initiation.ofTotal
source: of Total
kk: жалпыдан
ru: от общего
ug: умумийдин

# initiation.mostActiveMonth
source: Most Active Month
kk: Ең белсенді ай
ru: Самый активный месяц
ug: Әң актип ай

# initiation.conversationsStartedCount
source: %d conversations started
kk: %d әңгіме басталды
ru: %d разговоров начато
ug: %d сөһбәт башланди

# initiation.initiationDefinition
source: Initiation Definition
kk: Бастау анықтамасы
ru: Определение инициирования
ug: Башлаш ениқлимиси

# initiation.definitionText
source: A conversation initiation occurs when a person sends a message after more than 6 hours of inactivity.
kk: Әңгіме бастау адам 6 сағаттан астам белсенсіздіктен кейін хабарлама жібергенде орын алады.
ru: Инициирование разговора происходит, когда человек отправляет сообщение после более чем 6 часов неактивности.
ug: Сөһбәт башлаш киши 6 сааттин артуқ актипсизлиқтин кейин хәвәрлимә әвәткәндә йүз бериду.

# response.title
source: Response Time
kk: Жауап беру уақыты
ru: Время ответа
ug: Җавап бериш вақти

# response.average
source: Average
kk: Орташа
ru: Среднее
ug: Оттуричә

# response.fastest
source: Fastest
kk: Ең жылдам
ru: Самый быстрый
ug: Әң тез

# response.slowest
source: Slowest
kk: Ең баяу
ru: Самый медленный
ug: Әң аста

# response.yourAverage
source: Your average
kk: Сіздің орташа
ru: Ваше среднее
ug: Сизниң оттуричә

# response.theirAverage
source: Their average
kk: Олардың орташасы
ru: Их среднее
ug: Уларниң оттуричә

# response.fastestResponse
source: Fastest response
kk: Ең жылдам жауап
ru: Самый быстрый ответ
ug: Әң тез җавап

# response.averageResponseTimePerMonth
source: Average response time per month
kk: Айына орташа жауап беру уақыты
ru: Среднее время ответа в месяц
ug: Айлиқ оттуричә җавап бериш вақти

# response.responseTimeStatistics
source: Response Time Statistics
kk: Жауап беру уақыты статистикасы
ru: Статистика времени ответа
ug: Җавап бериш вақти статистикиси

# response.longest
source: Longest
kk: Ең ұзақ
ru: Самое долгое
ug: Әң узун

# response.avgResponse
source: Avg Response
kk: Орташа жауап
ru: Средн. ответ
ug: Оттуричә җавап

# response.rapidReplies
source: Rapid Replies
kk: Жылдам жауаптар
ru: Быстрые ответы
ug: Тез җаваплар

# response.rapidExchanges
source: ⚡ Rapid Exchanges
kk: ⚡ Жылдам алмасулар
ru: ⚡ Быстрые обмены
ug: ⚡ Тез алмишиш

# response.repliesUnder1Minute
source: Replies under 1 minute
kk: 1 минуттан аз жауаптар
ru: Ответы менее 1 минуты
ug: 1 минуттин аз җаваплар

# response.rapidRepliesCount
source: %d rapid replies
kk: %d жылдам жауап
ru: %d быстрых ответов
ug: %d тез җавап

# response.longestWaitTimes
source: ⏰ Longest Wait Times
kk: ⏰ Ең ұзақ күту уақыттары
ru: ⏰ Самое долгое ожидание
ug: ⏰ Әң узун сақлаш вақитлири

# response.responseTimeDefinition
source: Response Time Definition
kk: Жауап беру уақыты анықтамасы
ru: Определение времени ответа
ug: Җавап бериш вақти ениқлимиси

# response.definitionText
source: Response time is calculated as the time between receiving a message and sending a reply. Only consecutive messages from different senders are considered.
kk: Жауап беру уақыты хабарлама алу мен жауап жіберу арасындағы уақыт ретінде есептеледі. Тек әртүрлі жіберушілерден келген дәйекті хабарламалар ескеріледі.
ru: Время ответа рассчитывается как время между получением сообщения и отправкой ответа. Учитываются только последовательные сообщения от разных отправителей.
ug: Җавап бериш вақти хәвәрлимә елиш билән җавап әвәтиш арисидики вақит қилип һесаплиниду. Пәқәт охшимиған әвәткүчиләрдин кәлгән изчил хәвәрлимиләр һесапқа елиниду.

# hourly.title
source: Hourly Activity
kk: Сағаттық белсенділік
ru: Активность по часам
ug: Саатлиқ паалийәт

# hourly.mostActiveHour
source: Most Active Hour
kk: Ең белсенді сағат
ru: Самый активный час
ug: Әң көп йезишқан саат

# hourly.messagesAt
source: %d messages at %d:00
kk: %d хабарлама сағат %d:00-де
ru: %d сообщений в %d:00
ug: %d хәвәрлимә саaт %d:00 дә

# hourly.activityPattern
source: Activity Pattern
kk: Белсенділік үлгісі
ru: Паттерн активности
ug: паалийәт әндизиси

# hourly.yourMostActiveHour
source: Your most active hour
kk: Сіздің ең белсенді сағатыңыз
ru: Ваш самый активный час
ug: Сизниң әң актип саатиңиз

# hourly.theirMostActiveHour
source: %@'s most active hour
kk: %@ ең белсенді сағаты
ru: Самый активный час %@
ug: %@ әң актип саат

# hourly.messagePyramid
source: Message Pyramid
kk: Хабарлама пирамидасы
ru: Пирамида сообщений
ug: Хәвәрлимә пирамидиси

# hourly.activityStatistics
source: Activity Statistics
kk: Белсенділік статистикасы
ru: Статистика активности
ug: Паалийәт статистикиси

# hourly.messageDistribution
source: Message Distribution
kk: Хабарлама таралуы
ru: Распределение сообщений
ug: Хәвәрлимә тарқилиши

# hourly.definitionText
source: The pyramid chart shows message distribution across 24 hours. Each side represents one person, with longer bars indicating more activity during that hour.
kk: Пирамида диаграммасы 24 сағат бойы хабарламалардың таралуын көрсетеді. Әр жақ бір адамды білдіреді, ұзын жолақтар сол сағатта көбірек белсенділікті көрсетеді.
ru: Пирамида показывает распределение сообщений по 24 часам. Каждая сторона представляет одного человека, более длинные полосы указывают на большую активность в этот час.
ug: Пирамида диаграммиси 24 саат давамида хәвәрлимиләрниң тарқилишини көрситиду. Һәр бир тәрәп бир адәмни ипадиләйду, узунрақ сизиқлар шу сааттики көпрәк паалийәтни көрситиду.

# double.title
source: Double Texting
kk: Қос хабарлама
ru: Двойные сообщения
ug: Қош-қош йезиш

# double.definition
source: Double Texting Definition
kk: Қос хабарлама анықтамасы
ru: Определение двойных сообщений
ug: Қош-қош йезиш ениқлимиси

# double.definitionText
source: Double texting occurs when a person sends a second message between 1 to 6 hours after the previous one, without receiving a reply.
kk: Қос хабарлама адам жауап алмай тұрып, алдыңғысынан кейін 1-6 сағат аралығында екінші хабарлама жібергенде орын алады.
ru: Двойные сообщения происходят, когда человек отправляет второе сообщение через 1-6 часов после предыдущего, не получив ответа.
ug: Қош хәт киши җавап алмай туруп, алдинқисидин кейин 1-6 саат арилиғида иккинчи хәт әвәткәндә йүз бериду.

# double.total
source: %d total double texts
kk: барлығы %d қос хабарлама
ru: %d всего двойных сообщений
ug: умумий %d қош хәт

# double.percentage
source: %d%% of all double texts
kk: барлық қос хабарламалардың %d%%
ru: %d%% от всех двойных сообщений
ug: барлиқ қош хәт пайизи %d%%

# double.mostDoubleTexts
source: Most Double Texts in a Day
kk: Бір күндегі ең көп қос хабарлама
ru: Больше всего двойных сообщений за день
ug: Бир күндики әң көп қош хәт

# double.count
source: %d double texts
kk: %d қос хабарлама
ru: %d двойных сообщений
ug: %d қош хәтниң умумий сани

# double.youDoubleTexted
source: You double texted
kk: Сіз қос хабарлама жібердіңіз
ru: Вы отправили двойные сообщения
ug: Сиз қош-қош яздиңиз

# double.theyDoubleTexted
source: %@ double texted
kk: %@ қос хабарлама жіберді
ru: %@ отправил(а) двойные сообщения
ug: %@ қош-қош язди

# double.times
source: %d times
kk: %d рет
ru: %d раз
ug: %d қетим

# double.doubleTextingPerMonth
source: Double texting per month
kk: Айына қос хабарлама
ru: Двойные сообщения в месяц
ug: Айлиқ қош-қош йезиш

# double.peakDoubleTextingDay
source: 📱 Peak Double Texting Day
kk: 📱 Қос хабарламаның шыңы күні
ru: 📱 Пиковый день двойных сообщений
ug: 📱 Қош-қош йезишниң чоққа күни

# double.sentDoubleTexts
source: %@ sent %d double texts
kk: %@ %d қос хабарлама жіберді
ru: %@ отправил(а) %d двойных сообщений
ug: %@ %d қош-қош хәвәрлимә әвәтти

# double.doubleTextingStatistics
source: Double Texting Statistics
kk: Қос хабарлама статистикасы
ru: Статистика двойных сообщений
ug: Қош-қош йезиш статистикиси

# double.totalDoubleTexts
source: Total Double Texts
kk: Барлық қос хабарламалар
ru: Всего двойных сообщений
ug: Җәмий қош-қош йезишлар

# double.participants
source: Participants
kk: Қатысушылар
ru: Участники
ug: Қатнашқучилар

# double.doubleTexts
source: Double Texts
kk: Қос хабарламалар
ru: Двойные сообщения
ug: Қош-қош йезишлар

# double.ofTotal
source: of Total
kk: жалпыдан
ru: от общего
ug: умумийдин

# double.topDoubleTexter
source: 📱 Top Double Texter
kk: 📱 Топ жіберуші
ru: 📱 Топ отправитель
ug: 📱 Алдинқи қатар әвәткүчи

# words.title
source: Most Used Words
kk: Ең көп қолданылған сөздер
ru: Самые используемые слова
ug: Әң көп ишлитилгән сөзләр

# words.filterAll
source: All
kk: Барлығы
ru: Все
ug: Һәммиси

# words.mostPopular
source: Most Popular Word
kk: Ең танымал сөз
ru: Самое популярное слово
ug: Әң мәшһур сөз

# words.times
source: %d times
kk: %d рет
ru: %d раз
ug: %d қетим

# words.filterInfo
source: Filter Information
kk: Сүзгі туралы ақпарат
ru: Информация о фильтре
ug: Сүзгүч хәвәрлимәси

# words.filterDescription
source: Common stop words in English, Russian, Kazakh, and Uyghur are filtered out. Words are counted regardless of capitalization.
kk: Ағылшын, орыс, қазақ және ұйғыр тілдеріндегі жалпы тоқтау сөздері сүзіледі. Сөздер регистрге қарамастан есептеледі.
ru: Общие стоп-слова на английском, русском, казахском и уйгурском языках отфильтрованы. Слова подсчитываются независимо от регистра.
ug: Инглизчә, русчә, қазақчә вә уйғурчидики омумий тохташ сөзлири сүзүлиду. Сөзләр чоң-кичик йезилишиға қаримай санилиду.

# words.used
source: Used %d times
kk: %d рет қолданылды
ru: Использовано %d раз
ug: %d қетим ишлитилди

# words.uniqueWords
source: %d unique words
kk: %d бірегей сөз
ru: %d уникальных слов
ug: %d өзгичә сөз

# words.uniqueWordsTitle
source: Unique Words
kk: Бірегей сөздер
ru: Уникальные слова
ug: Өзгичә сөзләр

# words.selectUser
source: Select User
kk: Пайдаланушыны таңдаңыз
ru: Выберите пользователя
ug: Ишләткүчини таллаң

# words.allUsers
source: all users
kk: барлық пайдаланушылар
ru: все пользователи
ug: барлиқ ишләткүчиләр

# words.mostUsedWords
source: Most Used Words
kk: Ең көп қолданылған сөздер
ru: Самые используемые слова
ug: Әң көп ишлитилгән сөзләр

# words.noWordsFound
source: No words found
kk: Сөздер табылмады
ru: Слова не найдены
ug: Сөз тепилмиди

# words.tryDifferentUser
source: Try selecting a different user
kk: Басқа пайдаланушыны таңдап көріңіз
ru: Попробуйте выбрать другого пользователя
ug: Башқа ишләткүчини таллап синап беқиң

# words.top10Words
source: Top 10 Words
kk: Топ 10 сөз
ru: Топ 10 слов
ug: Алдинқи 10 сөз

# words.completeWordList
source: Complete Word List
kk: Толық сөз тізімі
ru: Полный список слов
ug: Толуқ сөз тизимлиги

# words.wordStatistics
source: Word Statistics
kk: Сөз статистикасы
ru: Статистика слов
ug: Сөз статистикиси

# words.totalCount
source: Total Count
kk: Жалпы саны
ru: Общее количество
ug: Умумий сани

# words.filterInformation
source: Filter Information
kk: Сүзгі ақпараты
ru: Информация о фильтре
ug: Сүзгүч ахбарати

# words.filterDescriptionDetail
source: Common stop words in English and Russian are filtered out (e.g., "the", "and", "и", "в", etc.). Words are counted regardless of capitalization.
kk: Ағылшын және орыс тілдеріндегі жалпы тоқтау сөздері сүзіледі (мысалы, "the", "and", "и", "в" және т.б.). Сөздер регистрге қарамастан есептеледі.
ru: Общие стоп-слова на английском и русском языках отфильтрованы (например, "the", "and", "и", "в" и т.д.). Слова подсчитываются независимо от регистра.
ug: Инглизчә вә русчидики омумий тохташ сөзлири сүзүлиду (мәсилән, "the", "and", "и", "в" вә башқилар). Сөзләр чоң-кичик йезилишиға қаримай санилиду.

# emoji.title
source: Emoji Usage
kk: Эмодзи қолдану
ru: Использование эмодзи
ug: Емоҗи ишлитиш

# emoji.topEmoji
source: Top Emoji
kk: Топ эмодзи
ru: Топ эмодзи
ug: Даңлиқ емоҗи

# emoji.used
source: used %d times
kk: %d рет қолданылды
ru: использовано %d раз
ug: %d қетим ишлитилди

# emoji.totalEmojis
source: Total Emojis
kk: Барлық эмодзи
ru: Всего эмодзи
ug: Җәмий емоҗи

# emoji.uniqueEmojis
source: Unique Emojis
kk: Бірегей эмодзи
ru: Уникальных эмодзи
ug: Өзгичә емоҗи

# emoji.mostUsedEmoji
source: Most used emoji
kk: Ең көп қолданылған эмодзи
ru: Самый используемый эмодзи
ug: Әң көп ишлитилгән емоҗи

# emoji.mostUsedEmojis
source: Most Used Emojis
kk: Ең көп қолданылған эмодзилер
ru: Самые используемые эмодзи
ug: Әң көп ишлитилгән емоҗилар

# emoji.selectUser
source: Select User
kk: Пайдаланушыны таңдаңыз
ru: Выберите пользователя
ug: Ишләткүчини таллаң

# emoji.allUsers
source: all users
kk: барлық пайдаланушылар
ru: все пользователи
ug: барлиқ ишләткүчиләр

# emoji.emojiUsageOverTime
source: Emoji usage over time
kk: Уақыт бойынша эмодзи қолдану
ru: Использование эмодзи со временем
ug: Вақит бойичә емоҗи ишлитиш

# emoji.noEmojiData
source: No emoji usage data for %@
kk: %@ үшін эмодзи деректері жоқ
ru: Нет данных об эмодзи для %@
ug: %@ үчүн емоҗи санлиқ мәлумати йоқ

# emoji.noEmojisFound
source: No emojis found
kk: Эмодзи табылмады
ru: Эмодзи не найдены
ug: Емоҗи тепилмиди

# emoji.tryDifferentUser
source: Try selecting a different user
kk: Басқа пайдаланушыны таңдап көріңіз
ru: Попробуйте выбрать другого пользователя
ug: Башқа ишләткүчини таллап синап беқиң

# emoji.top10Detailed
source: Top 10 Detailed
kk: Топ 10 толық
ru: Топ 10 подробно
ug: Алдинқи 10 тәпсилий

# emoji.emojiStatistics
source: Emoji Statistics
kk: Эмодзи статистикасы
ru: Статистика эмодзи
ug: Емоҗи статистикиси

# emoji.totalCount
source: Total Count
kk: Жалпы саны
ru: Общее количество
ug: Умумий сани

# emoji.favorite
source: Favorite
kk: Сүйікті
ru: Любимый
ug: Яқтурған

# emoji.unique
source: Unique
kk: Бірегей
ru: Уникальные
ug: Өзгичә

# emoji.emojiUsageByPerson
source: Emoji Usage by Person
kk: Адам бойынша эмодзи қолдану
ru: Использование эмодзи по людям
ug: Киши бойичә емоҗи ишлитиш

# emoji.emojiAnalysis
source: Emoji Analysis
kk: Эмодзи талдауы
ru: Анализ эмодзи
ug: Емоҗи тәһлили
