Repository: mad1es/TelegramAnalyzer
Catalog: *.lproj/Localizable.strings
Languages: kk, ru, ug

# emoji.analysisDescription
source: All Unicode emoji characters are counted. Each emoji is counted separately, even when used in sequences or combinations.
kk: Барлық Unicode эмодзи таңбалары есептеледі. Әр эмодзи тізбектерде немесе комбинацияларда қолданылған кезде де жеке есептеледі.
ru: Подсчитываются все символы эмодзи Unicode. Каждый эмодзи учитывается отдельно, даже при использовании в последовательностях или комбинациях.
ug: Барлиқ Unicode емоҗи бәлгүлири санилиду. Һәр бир емоҗи қатарларда яки бирикмиләрдә ишлитилгәндиму айрим санилиду.

# emoji.percentOfAllEmojis
source: %.1f%% of all emojis
kk: барлық эмодзилердің %.1f%%
ru: %.1f%% от всех эмодзи
ug: барлиқ емоҗиларниң %.1f%%

# emoji.usedTimes
source: Used %d times
kk: %d рет қолданылды
ru: Использовано %d раз
ug: %d қетим ишлитилди

# analysis.thisChat
source: This chat is
kk: Бұл чат
ru: Этот чат составляет
ug: Бу сөһбәт

# analysis.textedLess
source: %@ texted less
kk: %@ азырақ жазды
ru: %@ написал(а) меньше
ug: %@ азрақ язди

# analysis.theirLongestMessage
source: %@'s longest message
kk: %@ ең ұзын хабарламасы
ru: Самое длинное сообщение %@
ug: %@ әң узун хәвәрлимәси

# settings.title
source: Settings
kk: Баптаулар
ru: Настройки
ug: Тәңшәкләр

# settings.theme
source: Theme
kk: Тақырып
ru: Тема
ug: Тема

# settings.themeSystem
source: System
kk: Жүйелік
ru: Системная
ug: Система

# settings.themeLight
source: Light
kk: Жарық
ru: Светлая
ug: Йоруқ

# settings.themeDark
source: Dark
kk: Қараңғы
ru: Темная
ug: Қараңғу

# settings.language
source: Language
kk: Тіл
ru: Язык
ug: Тил

# settings.about
source: About
kk: Қолданба туралы
ru: О приложении
ug: Әп һәққидә

# settings.version
source: Version
kk: Нұсқа
ru: Версия
ug: Нәшри

# settings.developer
source: Developer
kk: Әзірлеуші
ru: Разработчик
ug: Иҗадийәтчи

# time.lessThanMinute
source: <1m
kk: <1мин
ru: <1мин
ug: <1мин

# time.minutes
source: %dm
kk: %dмин
ru: %dмин
ug: %dмин

# time.hoursMinutes
source: %dh %dm
kk: %dсағ %dмин
ru: %dч %dмин
ug: %dсаат %dмин

# time.hours
source: %dh
kk: %dсағ
ru: %dч
ug: %dсаат

# time.days
source: %d days
kk: %d күн
ru: %d дней
ug: %d күн

# action.view
source: View
kk: Қарау
ru: Просмотр
ug: Көрүш

# action.close
source: Close
kk: Жабу
ru: Закрыть
ug: Яп

# action.delete
source: Delete
kk: Жою
ru: Удалить
ug: Өчүрүш

# action.cancel
source: Cancel
kk: Болдырмау
ru: Отмена
ug: Бекар қилиш

# action.confirm
source: Confirm
kk: Растау
ru: Подтвердить
ug: Җәзмләш

# action.select
source: Select
kk: Таңдау
ru: Выбрать
ug: Таллаш

# action.done
source: Done
kk: Дайын
ru: Готово
ug: Тамам

# common.you
source: You
kk: Сіз
ru: Вы
ug: Сиз

# common.them
source: Them
kk: Олар
ru: Они
ug: У

# common.total
source: Total
kk: Барлығы
ru: Всего
ug: Җәмий

# common.average
source: Average
kk: Орташа
ru: Среднее
ug: Оттуричә

# common.messages
source: Messages
kk: Хабарламалар
ru: Сообщения
ug: Хәвәрлимиләр

# common.words
source: Words
kk: Сөз
ru: Слова
ug: Сөзләр

# common.loading
source: Loading...
kk: Жүктелуде...
ru: Загрузка...
ug: Йүклиниватиду...

# common.noData
source: No data available
kk: Деректер жоқ
ru: Нет данных
ug: Санлиқ мәлумат йоқ

# common.error
source: Error
kk: Қате
ru: Ошибка
ug: Хаталиқ

# common.unknown
source: Unknown
kk: Белгісіз
ru: Неизвестно
ug: Намәлум
